[
  {
    "fullname": "Arif Karim",
    "phone": "+61490368426",
    "bio": "Dr Arif Karim is a Bangladesh-trained general practitioner with over 15 years of experience. Originally trained in India, he has worked in general practice, radiology, and hospital medicine across Bangladesh. He holds qualifications in Medical Ultrasound (DMU), Child Health (DCH), and has extensive expertise in areas including chronic disease management, children’s health, diabetes, pregnancy care, men’s health, and musculoskeletal injuries. Dr Karim is also accredited for shared antenatal care, iron infusions, and medical termination of pregnancy. He speaks Bengali, Hindi, Gujarati, and English, and is deeply attuned to the needs of his local community.",
    "languages": [
      "English",
      "Bengali"
    ],
    "createdAt": "2025-07-18T18:40:17.921Z"
  },
  {
    "fullname": "Sara Ahmed",
    "phone": "+201234567890",
    "bio": "Dr Sara Ahmed is an Egyptian-trained pediatrician with 10 years of experience in both Egypt and the UAE. She specializes in childhood infectious diseases, asthma, and nutrition. Dr Ahmed is passionate about community health education and has led several vaccination campaigns. She speaks Arabic and English.",
    "languages": [
      "Arabic",
      "English"
    ],
    "createdAt": "2025-07-18T19:10:00.000Z"
  },
  {
    "fullname": "Mohammed Al-Khalil",
    "phone": "+966512345678",
    "bio": "Dr Mohammed Al-Khalil is a Saudi-trained orthopedic surgeon with a focus on trauma and sports injuries. He has worked in major hospitals in Riyadh and Jeddah and has volunteered in several humanitarian missions. He speaks Arabic and English.",
    "languages": [
      "Arabic",
      "English"
    ],
    "createdAt": "2025-07-18T19:20:00.000Z"
  },
  {
    "fullname": "Fatima Zahra",
    "phone": "+447911123456",
    "bio": "Dr Fatima Zahra is a UK-based psychiatrist with expertise in trauma, PTSD, and crisis intervention. She has worked with refugees and war-affected populations in Europe and the Middle East. She speaks English, French, and Urdu.",
    "languages": [
      "English",
      "French",
      "Urdu"
    ],
    "createdAt": "2025-07-18T19:30:00.000Z"
  },
  {
    "fullname": "Omar Suleiman",
    "phone": "+971501234567",
    "bio": "Dr Omar Suleiman is an internal medicine specialist from the UAE with a background in critical care and infectious diseases. He has managed COVID-19 units and is experienced in telemedicine. He speaks Arabic and English.",
    "languages": [
      "Arabic",
      "English"
    ],
    "createdAt": "2025-07-18T19:40:00.000Z"
  }
]