[
  {
    "fullname": "Sara Ahmed",
    "phone": "+201234567890",
    "bio": "Dr Sara Ahmed is an Egyptian-trained pediatrician with 10 years of experience in both Egypt and the UAE. She specializes in childhood infectious diseases, asthma, and nutrition. Dr Ahmed is passionate about community health education and has led several vaccination campaigns. She speaks Arabic and English.",
    "languages": [
      "Arabic",
      "English"
    ],
    "createdAt": "2025-07-18T19:10:00.000Z"
  },
  {
    "fullname": "Mohammed Al-Khalil",
    "phone": "+966512345678",
    "bio": "Dr Mohammed Al-Khalil is a Saudi-trained orthopedic surgeon with a focus on trauma and sports injuries. He has worked in major hospitals in Riyadh and Jeddah and has volunteered in several humanitarian missions. He speaks Arabic and English.",
    "languages": [
      "Arabic",
      "English"
    ],
    "createdAt": "2025-07-18T19:20:00.000Z"
  },
  {
    "fullname": "Fatima Zahra",
    "phone": "+447911123456",
    "bio": "Dr Fatima Zahra is a UK-based psychiatrist with expertise in trauma, PTSD, and crisis intervention. She has worked with refugees and war-affected populations in Europe and the Middle East. She speaks English, French, and Urdu.",
    "languages": [
      "English",
      "French",
      "Urdu"
    ],
    "createdAt": "2025-07-18T19:30:00.000Z"
  },
  {
    "fullname": "Omar Suleiman",
    "phone": "+971501234567",
    "bio": "Dr Omar Suleiman is an internal medicine specialist from the UAE with a background in critical care and infectious diseases. He has managed COVID-19 units and is experienced in telemedicine. He speaks Arabic and English.",
    "languages": [
      "Arabic",
      "English"
    ],
    "createdAt": "2025-07-18T19:40:00.000Z"
  },
  {
    "fullname": "Aisha Khan",
    "phone": "+971555123456",
    "bio": "Dr Aisha Khan is a Pakistani-trained cardiologist with a focus on heart failure and interventional cardiology. She has worked in Dubai and Karachi, and is passionate about women's heart health and preventive medicine. She speaks Urdu, English, and Arabic.",
    "languages": [
      "Urdu",
      "English",
      "Arabic"
    ],
    "createdAt": "2025-07-19T10:00:00.000Z"
  },
  {
    "fullname": "Jean-Pierre Dubois",
    "phone": "+33612345678",
    "bio": "Dr Jean-Pierre Dubois is a French-trained anesthesiologist and critical care specialist. He has extensive experience in trauma, mass casualty, and field hospital settings, and has volunteered with Médecins Sans Frontières. He speaks French and English.",
    "languages": [
      "French",
      "English"
    ],
    "createdAt": "2025-07-19T10:10:00.000Z"
  },
  {
    "fullname": "Maria Rossi",
    "phone": "+393401234567",
    "bio": "Dr Maria Rossi is an Italian pediatric surgeon with expertise in neonatal and pediatric emergencies. She has worked in Rome and Milan, and has participated in surgical missions in Africa. She speaks Italian and English.",
    "languages": [
      "Italian",
      "English"
    ],
    "createdAt": "2025-07-19T10:20:00.000Z"
  },
  {
    "fullname": "Samuel Mensah",
    "phone": "+233201234567",
    "bio": "Dr Samuel Mensah is a Ghanaian-trained infectious disease specialist with a focus on malaria, HIV, and tropical medicine. He has worked in both urban and rural Ghana, and is committed to global health equity. He speaks English and Twi.",
    "languages": [
      "English",
      "Twi"
    ],
    "createdAt": "2025-07-19T10:30:00.000Z"
  }
]